<?PHP
$_OPTIMIZATION["title"] = "Помощник для работы";
$user_id = $_SESSION["user_id"];
$db->Query("SELECT COUNT(*) FROM db_users_a WHERE referer_id = '$user_id'");
$refs = $db->FetchRow();
?>  
<script type="text/javascript">
$(document).ready(function(){
 $('.spoiler_links').click(function(){
  $(this).next('.spoiler_body').toggle('normal');
  return false;
 });
});
</script>
<div class="text_right">
<div class="text_pages_top"></div>
<div class="text_pages_content">
<div class="s_divide"></div>

     <h2>  Раздел "Помощник для работы"</h2><BR/>
	 В этом разделе мы будем публиковать для наших пользователей всякие разные полезности и интересные вещи которые помогут вам лучше зарабатывать в интернете!<BR/>
	 <hr>
	   <h2><font color="red;"> Учимся делать скриншот:</font></h2>         
       Зачем мне это? Очень часто при выполнении заданий, рекламодатель просит вас для отчета предоставить скриншот выполнения. И начинается...  <BR/>       

<div class="spoiler_links blue">Подробнее...</div>
<div class="spoiler_body">
В интернете есть множество расширений для браузера, но у всех их есть много минусов - то сайт недоступен, то вас просят за что то заплатить, или ограничения какие и т.д <BR/> 
Самое простое, надежное и эфективное это небольшая прога для компа. Мы рекомендуем FastStone Capture!<BR/>
 <B>Преимущества:</B><BR/> 
Не нагружает браузер<BR/> 
Возможность делать скришот как полного экрана, так и частично<BR/> 
Скришот с прокруткой ( что немаловажно для истории браузера, так как расширения историю с прокруткой не делают, и приходится делать несколько скринов)<BR/> 
Видео с экрана<BR/> 
И еще много другого в одной програмке<BR/> 
Скачать можно здесь:  <a target="_blank" href="http://wmrf.su/wlk9" class="tips" original-title="Перейти на сайт">FastStone Capture</a> <BR/> 
 
</div>
<hr>
	<h2><font color="red;">Как качественно сменить ip адрес:</font></h2>
В этом плане Опера сделала огромный шаг вперед<BR/>
Бесплатный и безлимитный vpn трафик,
<div class="spoiler_links blue">Подробнее...</div>
<div class="spoiler_body">
 стран всего пять, но достаточно для выполнения кликовых заданий и для анонимного серфинга в интеренте!<BR/>
Не нужно никаких платных приложений и программ на ваш компьютер!<BR/>
С оф сайта скачиваем портабельную версию браузера! - <a target="_blank" href="http://wmrf.su/wlkc" class="tips" original-title="Перейти на сайт">Скачать Opera portable</a>	<BR/>   
Запускаем и в настройках браузера включаем 	vpn, выбираем страну  <BR/>
Проверяем ip адрес на сайте <a target="_blank" href="http://wmrf.su/wlkg" class="tips" original-title="Перейти на сайт">Whoer.net</a><BR/><BR/>
<B>При нажатии на строку анонимности - видим что нужно изменить:</B><BR/>
язык - меняем в настройках на язык страны ip адрес которой используете <BR/>
DNS - меняете в настройках вашего провайдера (альтернативный DNS) на Google Public DNS это - 8.8.8.8 и 8.8.4.4<BR/>
меням часовой пояс на компьютере на пояс страны котору используете<BR/>
Все!!! - ваша анонимность 100%<BR/>
</div>
<hr>
<h2><font color="red;">Онлайн таймер:</font></h2>
Если вы любите выполнять кликовые задания, возникает вопрос - как засечь время нахождения на сайте? Чтоб и не мало было, и чтоб не тратить свое время! В этом поможет онлайн таймер <BR/>
<div class="spoiler_links blue">Подробнее...</div>
<div class="spoiler_body">
Во-первых, вы можете не рассчитать и выдержать паузу по времени гораздо меньше, чем требует рекламодатель и даже за это вам могут не оплатить задание!<BR/>
А во-вторых, можете опять же не рассчитать, но уже в другую сторону, т. е. выдержать паузу гораздо больше, чем это требуется. За это вам ничего не сделает рекламодатель, но зато вы сами теряете драгоценное время впустую.<BR/>
В общем, нашёл довольно простое и в тоже время удобное решение — онлайн таймер.<BR/>
<B>Этот таймер настраивается на сайте:</B><BR/>
Здесь можно добавить сколько угодно таймеров, настроенных на нужное время и запускать их одним кликом. Можно выбрать звук после окончания.<BR/>
Вот так всё это выглядит:<BR/><BR/>

<center><img src="../img/on-timer.png"/ alt="on-timer" width="600" height="400" title="Онлайн таймер как выглядит"></center><BR/><BR/>
Достаточно добавить несколько таймеров, которые могут пригодиться, к примеру, на 20 сек., на 30 и 60 сек, после чего вкладку эту закрепить в каждом профиле браузера, где вы выполняете отдельные задания и по необходимости быстро запускать нужный таймер.<BR/> Когда таймер завершается, независимо от того, какая вкладка у вас сейчас открыта, вверху окна отобразится уведомление и появится звуковой сигнал (если вы его не отключили). Таким образом, окончание таймера вы никак не пропустите и сможете им пользоваться одновременно во всех профилях браузера! <BR/>
Сайт програмы:<a target="_blank" href="http://wmrf.su/wlpu" class="tips" original-title="Перейти на сайт">onlinetimer.ru</a>
 
</div>
<hr>
	   <div class="s_divide"></div>
</div>
<div class="text_pages_bottom"></div>
</div>
    